<?php
declare( strict_types = 1 );

return [
	/*
	|--------------------------------------------------------------------------
	| Sites-Languages
	|--------------------------------------------------------------------------
	|
	| Массив зависимости языка от сайта. Ключем выступает абривиатура языка
	| значение - массив с хостами сайтов.
	|
	*/

	'languages' => [
		'ru'  => [
			'formulalubvi_com',
		],
		'esp' => [
			'wnews_blog',
			'wnews_life',
			'wnews_fun',
		],
		'eng' => [
			'wnews_us',
		],
	],

	/*
	|--------------------------------------------------------------------------
	| Sites-Hosts-Names
	|--------------------------------------------------------------------------
	|
	| Массив c хостами сайтов
	|
	*/
	'host_names' => [
		'https://wnews.life/',
	]
];